<template>
    <div class="app-init">
        <!--<div class="top-bar">-->
            <!--<van-nav-bar-->
                    <!--title="常见问题"-->
                    <!--left-arrow-->
                    <!--@click-left="onClickLeft"-->
            <!--/>-->
        <!--</div>-->
        <div class="top-main">
            <p class="title">一、账户问题</p>
            <p class="title-problems">密码相关问题</p>
            <p class="problems">Q：如何修改密码？</p>
            <p class="main-content">请您登录省钱熊账户，进入“我的-账户设置-账户安全”，设置新密码。</p>
            <p class="problems">Q：密码忘记了怎么办？</p>
            <p>点击省钱熊首页登录框下方的“忘记密码”，进入页面后根据操作提示填写，可以找回密码。</p>
            <p class="problems">Q：登录密码怎么设置比较安全？</p>
            <p>为了您的账户安全，在设置密码时，请参考以下建议：</p>
            <p>1.密码由6-20位字符组成（字母区分大小写）。</p>
            <p>2. 请使用数字、字母或符号的组合，如：gklfd_157、89712am%&等。</p>
            <p>3. 为提高安全性，避免设置如下安全性较低的密码：</p>
            <p>①全部由数字组成；</p>
            <p>②全部由字母组成；</p>
            <p>③全部由同一字符组成；</p>
            <p>④与用户名或邮箱相同。</p>
            <p>4.定期修改密码，并做好记录工作，以免忘记。</p>

            <p class="title">二、购物相关</p>
            <p class="title-problems">积分相关问题</p>
            <p class="problems">Q：什么是积分？</p>
            <p>
                积分是省钱熊APP通过注册、买赠、活动参与等形式发放给用户，用于减免用户购买支付的优惠补贴，１积分可抵现１元，积分不可以提现，不可以转让。
            </p>
            <p class="problems">Q：积分有什么用？</p>
            <p>1.用户在品牌商城、本地优品中购买商品时，可以使用积分抵扣部分现金。（具体以APP显示为准。）</p>
            <p>
                2.用户在本地生活中除生活超市外任一商家店铺购买商品或服务时可以使用积分抵扣部分现金。（具体以APP显示为准。）如：某餐馆会员价使用积分后打6折，
                A消费了200元，用80积分抵现后，支付120元。</p>
            <p>3.本地生活中的生活超市商品通过平台在店内做促销时也可使用积分抵扣现金。（具体以生活超市的实际活动为准。）</p>
            <p class="problems">Q：如何获得积分？</p>
            <p>1.首次下载省钱熊APP并成功注册后即送1000积分。</p>
            <p>2.用户在平台交易下单付款后，平台自动发放支付金额的等额积分至用户的账户，可在“我的-我的积分”查看。</p>
            <p class="problems">Q：积分会过期吗？</p>
            <p>积分可以累积，有效期为1年，如2019年5月20日获得200积分，该积分将在2020年5月19日逾期自动作废。用户在使用积分抵现时，优先消耗最早获得的积分。</p>
            <p class="problems">Q：如果使用积分的订单退款，积分是否退还？</p>
            <p>如使用积分的交易发生退款，已消耗的积分也将退还至用户账户。（如若交易在使用的积分有效期之外发生退款，该部分积分不予退还）。</p>
            <p class="problems">Q：在生活超市是否可以使用积分购物消费？</p>
            <p>1.在生活超市购买商品不能使用积分进行抵扣。</p>
            <p>2.当生活超市商品通过平台在店内做促销时才可使用积分抵扣现金。（具体以生活超市的实际活动为准。）</p>
            <p class="roblems">Q：在本地生活里除生活超市外商家店铺购物消费时如何使用积分？</p>
            <p>您可以登录省钱熊APP，点击左下角“首页”，再点击左上角扫一扫的图标，进入扫码页面，此时扫描商家出示的省钱熊收款码，输入支付金额后，系统将自动抵扣相应积分。</p>
            <p class="title-problems">红包相关问题</p>
            <p class="problems">Q：红包有什么用？</p>
            <p>1．用户在平台购买任何商品/服务时都可以使用红包抵扣现金。红包可拆分，支付时需手动输入抵扣的红包金额。</p>
            <p>2．红包可以提现。</p>
            <p class="problems">Q：怎样获取红包？</p>
            <p>1、用户在平台消费，每次实际支付金额满30元，即可获得红包。（注：实际支付金额不包括红包抵现部分。）</p>
            <p>
                2、用户通过分享个人的分享二维码邀请其他未注册用户，被邀请的用户下载省钱熊APP并注册成为省钱熊新用户（下称“被分享用户”）。被分享用户在平台消费，每次实付金额满30元，发出邀请的用户即可获得红包。</p>
            <p class="problems">Q：什么是红包可用余额？</p>
            <p>可用余额：用户获得红包的订单售后期已结束，当前可用来抵现或提现的红包。</p>
            <p class="problems">Q：什么是累计获得？</p>
            <p>累计获得：从注册成为平台会员之日起，累计获得的红包（不包括“入账中”红包）。</p>
            <p class="problems">Q：什么是入账中红包？</p>
            <p>入账中：用户获得红包的订单还处在售后期，红包等待入账，当前无法用来抵现或提现。</p>
            <p class="problems">Q：什么是冻结中红包？</p>
            <p>冻结中：用户下单时使用了红包，提交订单后未付款的部分。</p>
            <p class="problems">Q：什么是售后期？</p>
            <p>售后期：用户在订单中可以发起售后申请的时间段。</p>
            <p class="problems">Q：使用红包的订单若发生退款，使用的红包会退回吗？</p>
            <p>使用红包的订单若发生退款，抵扣的红包会退回账户中，可在“我的-红包”查看。</p>
            <p class="problems">Q：获得红包的订单发生退款，红包会退回吗？</p>
            <p>实付金额满30元的订单发生退款，用户获得的红包须退回（系统自动扣除），分享用户获得的红包也须退回。</p>
            <p class="title-problems">下单相关问题</p>
            <p class="problems">Q：在省钱熊“本地生活”里的生活超市等其他店铺购物消费时，如何付款？</p>
            <p>您可以登录省钱熊APP，点击左下角“首页”，再点击左上角扫一扫的图标，进入扫码页面，此时扫描商家出示的省钱熊收银码，输入支付金额即可付款。</p>
            <p class="problems">Q：在“本地生活”内的店铺消费有什么优惠？</p>
            <p>您在“本地生活”内的店铺消费时，可获得实际支付金额的等额积分，每次实际支付30元（含）以上，还可以获得一个随机红包。（注：实际支付金额不包括红包抵现部分。）</p>
            <p class="problems">Q：可抵扣的积分不足时如何付款？</p>
            <p>在品牌商城/本地优品中购买商品/服务，当前剩余积分小于须抵扣积分时，须按零售价购买；在本地生活中的实体店铺消费，当前剩余积分小于须抵扣积分时，须全额付款。</p>
            <p class="problems">Q：商城和同城产品配送要多长时间？</p>
            <p>在品牌商城和本地优品购买的商品会在48小时内发出，具体配送到目的地的时间以物流为准。</p>
            <p class="problems">Q：线上商城购买的商品，为什么好久没收到货？</p>
            <p>平台上的所有商品都由生产企业直接配送，如果您查不到物流信息或有配送相关问题，请及时与我们在线客服联系。</p>
            <p class="title-problems">订单相关问题</p>
            <p class="problems">Q：在品牌商城、本地优品下单之后如何修改商品的数量和颜色？</p>
            <p>订单一旦提交成功，将无法修改商品数量和颜色。如需修改，建议您重新下单或联系商家客服。</p>
            <p class="problems">Q：在品牌商城、本地优品下单之后如何修改地址？</p>
            <p>订单在待发货时，可联系商家客服修改地址。如果订单显示已发货状态，将无法修改地址。</p>
            <p class="title-problems">发票相关问题</p>
            <p class="problems">Q：电子发票与纸质发票有区别吗？</p>
            <p>电子发票与纸质发票具有同等法律效力，可作为用户维权、保修、报销的有效凭证，推荐使用电子发票。</p>
            <p class="problems">Q：电子发票如何进行报销？</p>
            <p>用户可以自行打印增值税电子普通发票的版式文件，其法律效力、基本用途、基本使用规定等与税务机关监制的增值税普通发票相同。</p>
            <p class="problems">Q：已开具发票后，是否能更换发票？</p>
            <p>单笔订单只支持开具一种发票类型。</p>
            <p class="main-problems">Q：红包金额是否支持开具发票？</p>
            <p>红包面额支持开具发票。用户使用红包的订单在开具发票时，发票金额包含使用的红包面额。</p>
            <p class="problems">Q：品牌商城和本地优品怎么发货？</p>
            <p>品牌商城和本地优品由企业直接发货，保证正品。</p>

            <p class="title">三、售后相关</p>
            <p class="title-problems">售后相关问题</p>
            <p class="problems">Q:退款退到什么账户、多久多账？</p>
            <p>商家同意退款后，商品货款将退回您当时支付使用的微信/支付宝，1~3个工作日内到账。
                如需查看退款详情，请您登陆省钱熊账户，进入“商城订单/商户订单”，找到您退款的订单，点击退款订单，可查看详细退款信息。</p>
            <p class="problems">Q:未收到退款怎么办？</p>
            <p>商家同意退款后，商品货款将退回您当时支付使用的微信/支付宝，1~3个工作日内到账。
                微信查询退款，请您登录微信，进入“’微信支付’公众号-我的账单-退款查询”查询。支付宝查询退款，请您登陆支付宝，进入“最近交易记录-退款记录”查询。</p>
            <p class="problems">Q:品牌商城、本地优品如何退货？</p>
            <p>
                1．请您登录省钱熊账户，进入“商城订单”，找到您购买的邮寄商品，点击“申请售后”，根据页面提示填写信息申请退货，商家将在72小时内尽快处理，商家同意后，您根据提示寄回商品即可（寄回商品时记得内附纸条备注订单ID、姓名和联系方式）。</p>
            <p>2．平台暂不支持换货。</p>
            <p>3．本地生活中不支持订单退货。</p>
        </div>

    </div>
</template>

<script>
import {parseQueryString} from '@/utils'

export default {
    data() {
        return {
            query: {},
        }
    },
    components: {},
    created() {
    },
    methods: {
        onClickLeft() {
            window.history.go(-1);
        },
    }
}
</script>
<style type="text/css" lang="scss" scoped>
@import "../../assets/css/reset.css";

.top-bar {
    position: fixed;
    left: 0;
    right: 0;
    height: 50px;
    padding-bottom: 22px;
}

.top-main {
    padding: 0 6.133vw;
    padding-top: 10px;
    padding-bottom: 3.467vw;
    font-size: 3.733vw;
    font-weight: 400;
    background-color: #F7F7F7;

    .title {
        color: red;
        font-size: 16px;
    }

    .title-problems {
        color: red;
    }

    .problems {
        font-weight: bold;
    }

    p {
        text-align: justify;
        text-indent: 10px;
        font-size: 12px;
        line-height: 25px;
    }
}

/*vant样式修改*/
.top-bar .van-nav-bar .van-icon {
    color: #333333;
    padding-left: 12px;
}

.top-bar .van-nav-bar {
    background-color: #fff;
}

.van-nav-bar .van-nav-bar__title {
    color: #333333;
    font-weight: 400;
}

.top-bar .van-hairline--bottom::after {
    border-bottom-width: 0;
}
</style>
