<template>
    <div class="app-init">
        <!--<div class="top-bar">-->
            <!--<van-nav-bar-->
                    <!--title="用户协议"-->
                    <!--left-arrow-->
                    <!--@click-left="onClickLeft"-->
            <!--/>-->
        <!--</div>-->
        <div class="top-main">
            <p>本平台名称为“省钱熊”，是由浙江钱兔网络科技有限公司独立开发、运营的电子商务交易平台。
                本公司在此特别提醒用户认真阅读、充分理解本协议各条款，特别是其中所涉及的免除、限制本公司责任的条款、
                对用户权利限制条款、争议解决和法律适用等。请用户审慎阅读并选择接受或不接受本协议（未成年人应在监护人陪同下阅读）。
                除非用户接受本协议所有条款，否则用户无权使用本公司于本协议下所提供的服务。用户在本平台注册、登录或使用本平台服务，
                即表示用户完全接受本协议的全部条款，并同意接受其约束。</p>
            <p class="problems">一.接受</p>
            <p>1.当用户选择访问或使用本平台有关服务，将视为同意接受本协议全部条款的约束。</p>
            <p>2.除非另有明确规定，本平台所推出的新产品、新功能和新服务，均无条件的适用本协议。</p>
            <p>3.本平台保留在任何时候修改本协议条款的权利，且无需另行通知。用户在使用服务时应关注并遵守。</p>
            <p>4.如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本平台。</p>
            <p>5.本平台保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
            <p class="problems">二、本平台服务</p>
            <p>1.本平台通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及本平台规定的情况下，有权使用本平台的相关服务</p>
            <p>2.用户必须自行准备如下设备和承担如下开支：
                （1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；
                （2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
            </p>
            <p class="problems">三、用户</p>
            <p>1.符合下列条件之一的个人、法人、其他组织才能成为本平台的用户：</p>
            <p>用户应当具备使用本平台或在本平台购买商品、享受服务的完全民事行为能力，并承诺对相关行为承担相应的法律责任。</p>
            <p>2.不具备上述资格的人不得成为本平台用户。本公司一经发现，有权立即注销该用户并有权禁止被注销用户资格的自然人、法人及其他组织再次使用平台。</p>
            <p class="problems">四、注册条款</p>
            <p>
                1.用户可以通过在本平台免费注册帐号使用本平台提供的各项服务，注册时应根据本平台的要求，提供真实、准确、即时、完整的个人信息，
                包括但不限于您的姓名或名称、身份证号码或营业执照、联系地址、联系电话、电子邮箱地址等。
                如因注册信息不真实而引起的问题由用户本人承担，本平台不负任何责任并有权暂停或终止用户的帐号。</p>
            <p>2.注册成功后，用户将获得帐号及其密码，作为您在本平台交易及享受服务时唯一的身份标识。用户需自行妥善保管账户和密码，
                不得将自身帐号转让、转借给其他第 三人使用，对该帐号及其密码负保管义务，并对由此引起的纠纷、损失等所有法律责任担责</p>
            <p>3.如用户代表其他自然人、法人或其他组织在平台上注册会员，则需声明并保证已获得授权并有权使前述法律主体受本协议的约束。</p>
            <p class="problems">五、使用条款</p>
            <p>1使用本平台时，用户须遵守国家的法律法规和规章制度，遵守平台有关协议、规定、规则、程序和惯例，不得利用平台从事任何非法或不正当活动。
                用户不得在本平台发布各类违法或违规信息，包括但不限于各类广告、信息、交易信息、社区帖子、商品留言，店铺留言，评价内容等。</p>
            <p>2用户确保提供的注册信息等资料系真实、准确、完整、合法，该资料包括但不限于真实姓名或名称、身份证号、联系电话、地址、邮政编码等；用户保证本平台及其他第三方可以通过上述联系方式与自己进行联系；用户也应在相关资料实际变更时，予以及时更新。本公司对用户提供的信息予以保密。</p>
            <p>3用户有权根据本协议的规定以及平台发布的相关规则在本平台上查询商品信息、商品使用体验、参与商品讨论、分享好友、上传商品图片、参加各类活动，以及享受本平台提供的其它服务。</p>
            <p>4平台的任何通知都将以短信形式发送至用户的注册手机号码（您同意，如您修改原注册时提交的手机号码、并通过平台审核的，以更新手机号码为准）。</p>
            <p>5平台有权审核、发布或删除会员提交的信息。平台将尽力核查会员提交的信息，但并不能完全保证信息的真实性、准确性和合法性，同时也不承担由此引至的任何法律责任</p>
            <p>6.平台含有与其他平台的链接并对注册信息进行审查，但不能控制这些平台及其所提供信息的真实性。对链接平台上的内容、广告、服务、产品信息的真实、准确、即时、完整性不做任何承诺，并且对链接平台不承担任何法律责任。</p>
            <p>7.用户同意，对于其上传到本平台的任何内容（包括但不限于文字、图片、视频），平台具有免费的、永久的、不可撤销的、非独家的和完全的许可和再许可的权利，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品，传播、表演和展示前述内容（整体或部分）和/或将前述内容编入其他任何形式的作品、媒体、或技术中，不论是当前已知的或以后开发的。同时用户同意平台在未改变其提供信息的实质内容的情况下免于承担因该信息引起的任何法律责任。</p>
            <p>8.若用户违反本协议规定，或有违反国家及地方法律法规之行为，“省钱熊”平台有权停止传输并删除相关信息，屏蔽/禁止用户的发表、使用注销账户，如有必要可依法向相关主管部门进行披露。</p>
            <p class="problems">六、交易流程商品及相关</p>
            <p>1.用户同意遵守本平台实行的购物约定。</p>
            <p>2.本平台保留对商品订购的数量的限制权，包括但不限于有权对每一账户最高购买数量及商品总数量进行限制。</p>
            <p>3.本平台销售方对商品自主定价（价目表并不构成要约），并将尽力保证您所购商品与平台上公布的价 格一致。</p>
            <p>4.本平台销售方已明示了商品产品的价格（含税、含包装，特殊情况除外）可获取性和相关信息。这类信息将随时更改而无须发送任何通知。</p>
            <p>5.配送：</p>
            <p>1)商品配送产生的配送费用将根据用户选择的送货方式不同而另行与销售方结算。</p>
            <p>2)本平台销售方根据用户指定的收货地址进行商品配送；平台上列出的送货时间系根据库存状况、正常处理流程和收货地址范围等信息估算，仅供用户参考，不作为对用户的到货时间承诺。</p>
            <p>3)用户所订购的商品发生缺货，用户有权取消订单。</p>
            <p>4)因如下情况造成订单延迟或无法配送等，本平台及销售方不承担延迟配送的责任：</p>
            <p>a.用户提供的信息错误、地址不详细等原因导致的；</p>
            <p>b.货物送达后无人签收，导致无法配送或延迟配送的；</p>
            <p>c.情势变更因素导致的；</p>
            <p>d.不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等</p>
            <p>6.除法律另有强制性规定外，双方约定如下：本平台上销售方展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的合同要约；销售方收到该订单信息时，您与销售方之间立即建立合同关系。</p>
            <p class="problems">七、商品信息</p>
            <p>本平台上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，本平台不作特别通知。由于网站上商品信息的数量极其庞大，虽然本平台会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本平台网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；“省钱熊”商城欢迎纠错，并会视情况给予纠错者一定的奖励。</p>
            <p class="problems">八、积分、红包</p>
            <p>1.积分的定义：积分是省钱熊APP通过注册、买赠、活动参与等形式发放给用户，用于减免用户购买支付的优惠补贴措施，可在品牌商城、本地优品和本地生活特色商户（省钱熊APP“本地生活”里除生活超市外的所有的商家店铺）购买商品或服务时使用积分抵扣部分现金。不可提现，具体的使用方式以平台公布的使用原则为准。</p>
            <p>2.红包的定义：关于红包，用户可通过消费、分享、看广告获得，该红包可在品牌商城、本地优品和本地生活商户（省钱熊APP“本地生活”里所有的商家店铺）购买商品或服务时直接作为现金使用，用户可用于提现（提现产生的相关费用由用户自行承担），具体的使用方式以平台公布的使用原则为准。</p>
            <p class="problems">九、纠纷、争议及投诉处理</p>
            <p>1.用户在使用平台的过程中，发现可能有侵害自己权利的事实时，应及时通知平台并提供相应的证明材料。因投诉不实给平台或第三方造成损失的，应承担法律责任。</p>
            <p>2.平台有权接受并处理用户与销售方因使用平台而产生的纠纷、争议及投诉，有权通过电子邮件、电话等联系方式了解情况、并将所了解的情况通过电子邮件等方式通知对方。用户有义务在收到平台通知后，在指定的时间内提供相应的资料，配合纠纷、争议及投诉的情况了解与处理。对平台的处理结果不满意的，用户可以依法向有管辖权的法院起诉。</p>
            <p>3.经生效法律文书确认用户或销售方存在违法或违反本协议行为或者平台自行判断会员涉嫌存在违法或违反本协议行为的，平台有权公布用户或销售方的违法行为并做出相应处理，包括但不限于终止服务、永久禁止使用平台等。</p>
            <p class="problems">十、用户依法言行义务</p>
            <p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>
            <p>1.不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
            <p>2.从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
            <p>3.不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
            <p>4.不得干扰本平台的正常运转，不得侵入本平台及国家计算机信息系统；</p>
            <p>5.不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
            <p>6.不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
            <p>7.不得教唆他人从事本条所禁止的行为；</p>
            <p>8.不得利用在本平台注册的账户进行牟利性经营活动；</p>
            <p>9.不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
            <p>10.用户应不时关注并遵守本平台不时公布或修改的各类合法规则规定。</p>
            <p class="problems">本平台保有删除平台内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</p>
            <p class="problems">若用户未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭用户帐号等措施。</p>
            <p>用户须对自己在网上的言论和行为承担法律责任。</p>
            <p class="problems">十一、中止与终止</p>
            <p>对于用户的以下行为，平台有权在未告知的情况下中止或终止其相关服务或者拒绝其以任何形式使用平台，并保留追究您法律责任的权利：</p>
            <p>1.用户同意，本平台有权随时对平台政策和/或本协议作出变更；任何修改或补充在其被张贴在平台时立即生效，对双方都有约束力。重大变更将在平台首页页面提示。用户继续使用平台购买商品、享受服务的，即视为对该等变更之确认。</p>
            <p>2.如发生下列任何一种情形，平台有权无需通知而随时停止向用户提供服务：</p>
            <p>1)用户提供的个人资料不真实；</p>
            <p>2)用户违反本协议规定；</p>
            <p>3)按照行政机关和/或授权职能部门的要求；</p>
            <p>4)其他本平台认为需终止服务的情况。</p>
            <p>3.利用平台滥发重复信息，发布国家法律法规等禁止或限制发布的信息，发布不属于会员经营范围的信息，或与平台服务无关的信息；</p>
            <p>4.未经请求或授权向平台会员发送大量与业务不相关的信息；</p>
            <p>5.冒用其他企业的名义发布商业信息，进行商业活动；</p>
            <p>6.计划破坏、攻击平台、平台电脑系统、网络的完整性，或者试图擅自进入平台、平台电脑系统、网络；</p>
            <p>7.使用或提供含有毁坏、干扰、截取或侵占任何系统、数据或个人资料的任何电脑病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他破坏性程序；</p>
            <p>8.盗用他人在平台上的登录名和/或密码；未经平台同意的帐号出售或授权使用行为；通过或从事涉及平台的欺诈活动；通过或从事涉及平台的知识产权侵权行为；</p>
            <p>9.违反国家法律法规、规章制度、平台有关协议、规定、规则、程序和惯例的其他行为。</p>
            <p>10.本协议终止或更新时，用户未确认新的协议的</p>
            <p>11.其它本公司认为需终止服务的情况。</p>
            <p class="problems">十二、责任声明</p>
            <p>鉴于网络服务的特殊性，平台不对除基本安全、稳定以外其的他外部干扰、黑客攻击等因素造成的用户与平台服务器之间的连接受阻而无法访问负责。用户同意自己承担因平台意外中断、操作或传输的迟延、电脑病毒、网络连接故障、未经授权的进入等引起的损失。</p>
            <p>2.因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况</p>
            <p>3.本平台无法保证任何第三方网络信息服务的准确性，对用户因使用平台而造成的损失不负法律责任。用户可通过本平台有关服务获得第三方的某些内容或通往第三方平台的链接，但不表示本平台与这些第三方有任何关系。第三方的平台均由各经营者自行负责，不属于本平台控制及负责范围之内。对于存在或来源于此类平台或资源的任何内容、广告、产品或其它资料，本平台对此不作保证、不承担任何责任、也不负有任何义务。用户对此自行加以判断，并承担因使用该等内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险。</p>
            <p>4.用户明确同意其使用本平台服务所存在的风险及其后果将完全由其自己承担，平台对用户不承担任何责任。如因用户违反有关法律、法规或本协议项下的任何条款而给平台或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
            </p>
            <p class="problems">十三、知识产权</p>
            <p>1.本平台及本平台所有内容的选材、整理、编排、排版、汇编，以及由平台创作的文字、图片等作品的著作权，无论是否明示，均属平台所有。任何自然人、法人及其他组织未经平台书面授权或许可，不得修改、出版、传播、参与传播、销售、制作衍生作品，或以其他任何方式使用整体或部分的平台上的内容，包括但不限于公司信息、产品信息，平台将保留追究其法律责任的权利。</p>
            <p>2.未经平台授权，任何人不得使用平台任何商标、服务标记、标识、域名和其他显著品牌特征的权利。</p>
            <p>3.用户不得以他人资料/信息在本平台进行注册和购买商品。不应当将账号、密码转让或出借予他人使用。若发现用户账号遭他人非法使用，应立即通知平台。</p>
            <p>4.用户同意接受本平台通过电子邮件、网页或其他合法方式向用户发送商品促销或其他相关商业信息。</p>
            <p>5.本平台及本平台所有内容均受《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。用户在本平台上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。</p>
            <p class="problems">十四、法律适用及管辖</p>
            <p>1.本协议的订立、变更、执行和解释及争议的解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项缺乏明确法律规定，则应参照通用的商业惯例和行业惯例。</p>
            <p>2.因本协议内容或其执行发生争议，双方应友好协商解决；协商不成时，任何一方均可向公司经营所在地的人民法院提起诉讼。</p>
            <p class="problems">十五、其他</p>
            <p>1.用户使用平台相关服务时，亦应知晓、认可并同意遵守相关服务的额外条款及条件。</p>
            <p>2.如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
            <p>3.本协议之条款是可分割的，任何协议条款被认定为无效或不可执行时，不影响其他条款之效力。 </p>
        </div>

    </div>
</template>

<script>
export default {
    data() {
        return {
            query: {},
        }
    },
    components: {},
    created() {
    },
    methods: {
        onClickLeft() {
            window.history.go(-1);
        },
    }
}
</script>
<style type="text/css" lang="scss" scoped>
@import "../../assets/css/reset.css";

.top-bar {
    position: fixed;
    left: 0;
    right: 0;
    height: 50px;
    padding-bottom: 22px;
}

.top-main {
    padding: 0 6.133vw;
    padding-top: 10px;
    padding-bottom: 3.467vw;
    font-size: 3.733vw;
    font-weight: 400;
    background-color: #F7F7F7;

    .problems {
        font-weight: bold;
    }

    p {
        text-align: justify;
        text-indent: 10px;
        font-size: 12px;
        line-height: 25px;
    }
}

/*vant样式修改*/
.top-bar .van-nav-bar .van-icon {
    color: #333333;
    padding-left: 12px;
}

.top-bar .van-nav-bar {
    background-color: #fff;
}

.van-nav-bar .van-nav-bar__title {
    color: #333333;
    font-weight: 400;
}

.top-bar .van-hairline--bottom::after {
    border-bottom-width: 0;
}
</style>
